tests/WebformulierenVerwerker/scenario04/CorsaModObjectRelationRequest.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:bct="http://bct.nl">
  <soap:Header/>
  <soap:Body>
    <bct:ModObjectRelation>
      <bct:Action>MORA_Create</bct:Action>
      <bct:ObjectType_1>S</bct:ObjectType_1>
      <bct:ObjectID_1>12345</bct:ObjectID_1>
      <bct:ObjectType_2>S</bct:ObjectType_2>
      <bct:ObjectID_2>BIJ.360830</bct:ObjectID_2>
      <bct:RelationTypeID>BIJ</bct:RelationTypeID>
    </bct:ModObjectRelation>
  </soap:Body>
</soap:Envelope>